tap "bufbuild/buf"
tap "dapr/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "k1low/tap"
tap "nikitabobko/tap"
brew "zstd"
brew "aqua"
brew "atlas"
brew "autoconf"
brew "openssl@3"
brew "python@3.13"
brew "awscli"
brew "gettext"
brew "bat"
brew "fontconfig"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "chezmoi"
brew "colordiff"
brew "cryptography"
brew "direnv"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-secrets"
brew "gobject-introspection"
brew "golangci-lint"
brew "python@3.12"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "hey"
brew "htop"
brew "hubflow"
brew "hugo"
brew "jq"
brew "just"
brew "lazygit"
brew "libslirp"
brew "libxml2"
brew "libyaml"
brew "lima"
brew "mecab"
brew "mecab-ipadic"
brew "mysql-client@8.0"
brew "mysql@8.0", link: true
brew "nkf"
brew "node"
brew "node-build"
brew "nodebrew"
brew "nodenv"
brew "numpy"
brew "nvm"
brew "openjdk"
brew "peco"
brew "perl-build"
brew "pipx"
brew "plenv"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "python@3.9"
brew "qemu"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "saml2aws"
brew "sbt"
brew "scipy"
brew "telnet"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "z"
brew "bufbuild/buf/buf"
brew "dapr/tap/dapr-cli"
brew "hashicorp/tap/terraform"
brew "k1low/tap/tbls"
cask "clipy"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "drawio"
cask "github"
cask "google-japanese-ime"
cask "imageoptim"
cask "keka"
cask "macdown"
cask "postman"
cask "proxyman"
cask "rancher"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
