tap "hashicorp/tap"
tap "homebrew/bundle"
brew "autoconf"
brew "openssl@3"
brew "readline"
brew "awscli"
brew "bat"
brew "fontconfig"
brew "glib"
brew "unbound"
brew "gnutls"
brew "cask"
brew "colordiff"
brew "direnv"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-secrets"
brew "gobject-introspection"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "hey"
brew "htop"
brew "hubflow"
brew "hugo"
brew "jq"
brew "lazygit"
brew "libslirp"
brew "libxml2"
brew "libyaml"
brew "qemu"
brew "lima"
brew "mecab"
brew "mecab-ipadic"
brew "nkf"
brew "node-build"
brew "nodebrew"
brew "nodenv"
brew "numpy"
brew "peco"
brew "perl-build"
brew "pipx"
brew "plenv"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "python@3.9"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "saml2aws"
brew "sbt"
brew "scipy"
brew "telnet"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "z"
brew "hashicorp/tap/terraform"
cask "clipy"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "drawio"
cask "github"
cask "google-japanese-ime"
cask "imageoptim"
cask "iterm2"
cask "keka"
cask "macdown"
cask "postman"
cask "proxyman"
cask "rancher"
cask "snowflake-snowsql"
cask "tunnelblick"
cask "vlc"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "albymor.increment-selection"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "arjun.swagger-viewer"
vscode "azemoh.one-monokai"
vscode "betajob.modulestf"
vscode "bierner.markdown-preview-github-styles"
vscode "burkeholland.simple-react-snippets"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "clemenspeters.format-json"
vscode "codezombiech.gitignore"
vscode "ctenbrinke.vscode-tsv"
vscode "cweijan.vscode-mysql-client2"
vscode "dbaeumer.vscode-eslint"
vscode "docsmsft.docs-yaml"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "dvirtz.parquet-viewer"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "fania.theme-fania"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.vscode-mysql"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "infeng.vscode-react-typescript"
vscode "itelofilho.chakra-ui-cheatsheet"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-shellscript-syntax"
vscode "lengmo.json-table-viewer"
vscode "lextudio.restructuredtext"
vscode "lllllllqw.jsdoc"
vscode "ludwig.wordcounter"
vscode "magicstack.chromodynamics"
vscode "magicstack.magicpython"
vscode "me-dutour-mathieu.vscode-firebase"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mohsen1.prettify-json"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-pyright.pyright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "orsenkucher.vscode-graphql"
vscode "pbkit.vscode-pbkit"
vscode "peterj.proto"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "purocean.drawio-preview"
vscode "qwtel.sqlite-viewer"
vscode "rajeshwaran.developer-theme-dark"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryu1kn.partial-diff"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "searking.preview-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "theholycoder.swagger-tools"
vscode "timitejumola.chakra-ui-doc"
vscode "toba.vsfire"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "torn4dom4n.latex-support"
vscode "trond-snekvik.simple-rst"
vscode "vscode-icons-team.vscode-icons"
vscode "vuetifyjs.vuetify-vscode"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zignd.html-css-class-completion"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
