tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "perman/tap", "git@github.com:PERMAN/homebrew-tap.git"
brew "awscli"
brew "bat"
brew "fontconfig"
brew "glib"
brew "python@3.9"
brew "unbound"
brew "gnutls"
brew "cask"
brew "colordiff"
brew "direnv"
brew "harfbuzz"
brew "gobject-introspection"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-secrets"
brew "golangci-lint"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hey"
brew "htop"
brew "hugo"
brew "jq"
brew "lazygit"
brew "libslirp"
brew "qemu"
brew "lima"
brew "mdr"
brew "mecab"
brew "mecab-ipadic"
brew "nkf"
brew "node-build"
brew "nodebrew"
brew "nodenv"
brew "numpy"
brew "openssl@3"
brew "perl-build"
brew "pipx"
brew "plenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "ripgrep"
brew "saml2aws"
brew "sbt"
brew "scipy"
brew "telnet"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "z"
brew "hashicorp/tap/terraform"
brew "perman/tap/perman-aws-vault"
cask "clipy"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "drawio"
cask "github"
cask "google-japanese-ime"
cask "imageoptim"
cask "iterm2"
cask "keka"
cask "macdown"
cask "postman"
cask "proxyman"
cask "slack"
cask "snowflake-snowsql"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
